tap "aws/tap"
tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "ansible"
brew "ansible-lint"
brew "arduino-cli"
brew "awscli"
brew "bat"
brew "pcre2"
brew "php", restart_service: true, link: false
brew "composer"
brew "go"
brew "htop"
brew "kompose"
brew "mysql-client"
brew "node@18", link: true
brew "php@8.1", link: true
brew "rust"
brew "virtualenv"
brew "aws/tap/aws-sam-cli"
cask "balenaetcher"
cask "bitwarden"
cask "coconutbattery"
cask "coconutbattery"
cask "docker"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "mongodb-compass"
cask "protonmail-bridge"
cask "scroll-reverser"
cask "wireguard-go"
