akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
bradlc.vscode-tailwindcss
bungcip.better-toml
byi8220.indented-block-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
heybourn.headwind
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
octref.vetur
streetsidesoftware.code-spell-checker
vscodevim.vim
yzhang.markdown-all-in-one
