akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
amiralizadeh9480.laravel-extra-intellisense
amirmarmul.laravel-blade-vscode
bierner.lit-html
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
csstools.postcss
danielgjackson.auto-dark-mode-windows
dansysanalyst.pest-snippets
dbaeumer.vscode-eslint
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
georgykurian.laravel-ide-helper
golang.go
Gruntfuggly.todo-tree
heybourn.headwind
jeff-hykin.better-dockerfile-syntax
keesschollaart.vscode-home-assistant
m1guelpf.better-pest
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
naoray.laravel-goto-components
RamiroBerrelleza.bitbucket-pull-requests
recca0120.vscode-phpunit
redhat.ansible
redhat.vscode-yaml
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
syler.sass-indented
usernamehw.errorlens
vsc-snippets.vsc-php-snippets
vsciot-vscode.vscode-arduino
vscodevim.vim
Vue.volar
xdebug.php-debug
yzhang.markdown-all-in-one