akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bungcip.better-toml
byi8220.indented-block-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cjhowe7.laravel-blade
csstools.postcss
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
felixfbecker.php-debug
golang.go
Gruntfuggly.todo-tree
heybourn.headwind
MehediDracula.php-namespace-resolver
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
octref.vetur
redhat.vscode-yaml
shufo.vscode-blade-formatter
Sophisticode.php-formatter
streetsidesoftware.code-spell-checker
vscodevim.vim
yzhang.markdown-all-in-one